{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ModularOnline",
			"Children": [
				{
					"Source": {
						"Text": "{0} is not available on this platform."
					},
					"Translation": {
						"Text": "На этой платформе недоступно: {0}."
					},
					"Key": "FeatureNotSupported"
				},
				{
					"Source": {
						"Text": "This build has no match schema configured."
					},
					"Translation": {
						"Text": "В этой сборке не настроена схема матча."
					},
					"Key": "NoMatchSchema"
				},
				{
					"Source": {
						"Text": "This platform cannot publish an unlisted match."
					},
					"Translation": {
						"Text": "Эта платформа не может опубликовать матч, скрытый из поиска."
					},
					"Key": "SessionsCannotPublishUnlisted"
				},
				{
					"Source": {
						"Text": "The match is already opening somewhere else."
					},
					"Translation": {
						"Text": "Матч уже открывается на другой карте."
					},
					"Key": "MatchAlreadyTravelling"
				},
				{
					"Source": {
						"Text": "This server is not signed in to the online service."
					},
					"Translation": {
						"Text": "Этот сервер не вошёл в онлайн-сервис."
					},
					"Key": "ServerNotSignedIn"
				},
				{
					"Source": {
						"Text": "You are not signed in to the online service."
					},
					"Translation": {
						"Text": "Вы не вошли в онлайн-сервис."
					},
					"Key": "PlayerNotSignedIn"
				},
				{
					"Source": {
						"Text": "There is no map registered as {0}, so this match cannot be hosted."
					},
					"Translation": {
						"Text": "Карта {0} не зарегистрирована, поэтому этот матч нельзя создать."
					},
					"Key": "MatchHasNoMap"
				},
				{
					"Source": {
						"Text": "A match has to have room for at least one player."
					},
					"Translation": {
						"Text": "В матче должно быть место хотя бы для одного игрока."
					},
					"Key": "MatchHasNoRoom"
				},
				{
					"Source": {
						"Text": "This build cannot host a match."
					},
					"Translation": {
						"Text": "Эта сборка не может создавать матчи."
					},
					"Key": "ClientCannotHost"
				},
				{
					"Source": {
						"Text": "This player cannot be signed in right now."
					},
					"Translation": {
						"Text": "Сейчас этот игрок не может войти в систему."
					},
					"Key": "LoginRequestRefused"
				},
				{
					"Source": {
						"Text": "No account is signed in. Sign in to the platform and try again."
					},
					"Translation": {
						"Text": "Вход в учётную запись не выполнен. Войдите на платформе и попробуйте снова."
					},
					"Key": "Privilege.NotLoggedIn"
				},
				{
					"Source": {
						"Text": "This account does not own the game."
					},
					"Translation": {
						"Text": "На этой учётной записи игра не куплена."
					},
					"Key": "Privilege.LicenseInvalid"
				},
				{
					"Source": {
						"Text": "The game or the system has to be updated before it can be played."
					},
					"Translation": {
						"Text": "Чтобы играть, нужно обновить игру или систему."
					},
					"Key": "Privilege.VersionOutdated"
				},
				{
					"Source": {
						"Text": "The platform could not be reached. Check the connection and try again."
					},
					"Translation": {
						"Text": "Не удалось связаться с платформой. Проверьте подключение и попробуйте снова."
					},
					"Key": "Privilege.NetworkUnavailable"
				},
				{
					"Source": {
						"Text": "Parental controls on this account block the game."
					},
					"Translation": {
						"Text": "Родительский контроль на этой учётной записи блокирует игру."
					},
					"Key": "Privilege.AgeRestricted"
				},
				{
					"Source": {
						"Text": "This account is not of a type that may play the game."
					},
					"Translation": {
						"Text": "Этот тип учётной записи не позволяет играть в игру."
					},
					"Key": "Privilege.AccountTypeRestricted"
				},
				{
					"Source": {
						"Text": "The platform has restricted this account."
					},
					"Translation": {
						"Text": "Платформа ограничила эту учётную запись."
					},
					"Key": "Privilege.AccountUseRestricted"
				},
				{
					"Source": {
						"Text": "The platform refused without giving a reason."
					},
					"Translation": {
						"Text": "Платформа отказала без объяснения причин."
					},
					"Key": "Privilege.PlatformFailure"
				}
			]
		}
	]
}